@extends('layout')

@section('title')user~~vepvep.com @endsection

@section('main_content')
<div class="docs-info">
    <section class="dc-head">
        <h5 class="dc-title">Пользовательское соглашение</h5>
        <p class="dc-desc">Настоящее пользовательское соглашение (далее – «Соглашение») регулирует условия, на
            которых сайт <a class="rs-link" href="{{ url('/') }}" v> vepvep.com</a> (далее – «Платформа») взаимодействует с
            Пользователем.</p>
    </section>
    <section class="dc-info">
        <ol>
            <li>
                <h5 class="dc-title sub">Регистрация в качестве пользователя. Условия использования.</h5>
            </li>
            <p class="dc-desc">Настоящее соглашение вступает в полную силу после того, как Вы завершили регистрацию
                аккаунта Пользователя на Платформе. В случае несогласия Пользователя с условиями настоящего
                Соглашения
                или с определённой его частью, Пользователь должен прекратить пользоваться Платформой. Актуальная
                редакция настоящего Соглашения размещена по адресу: <a class="rs-link"
                    href="{{ url('/user_agreement') }}">vepvep.com/user_agreement</a>. Изменение условий
                настоящего Соглашения осуществляется путём изложения его в новой редакции на сайте: vepvep.com БЕЗ
                ПРЕДВАРИТЕЛЬНОГО УВЕДОМЛЕНИЯ.</p>
            <ol type="A" class="ol-subtitle sub">
                <li>
                    <h5 class="dc-title sub-sub">Пользователь. Контент и Услуги.</h5>
                </li>
                <p class="dc-desc">
                    Являясь Пользователем, Вы можете получить доступ к определённым услугам, программным продуктам и
                    контенту, доступному Пользователю Платформы. Под термином «Контент и Услуги» в настоящем
                    Соглашении
                    понимаются программные продукты, контент и обновления, которые Вы загружаете или доступ, к
                    которым
                    Вы получаете, используя Платформу, включая в том числе игровой контент, виртуальные объекты,
                    продажа
                    или покупка которых осуществляется на торговой площадке. Пользователи обязаны добросовестно
                    пользоваться Платформой, не препятствовать нормальной работе сайта, не совершать действия,
                    которые
                    могут нарушать права третьих лиц, в том числе на объекты интеллектуальной собственности, не
                    совершать действия, которые могут нарушить закон страны пребывания Пользователя, следовать
                    Правилам
                    размещения контента <a class="rs-link" href="{{ url('/rules_of_publication') }}">vepvep.com/rules_of_publication</a> и Правилам
                    поведения в сети
                    <a class="rs-link" href="{{ url('/online_conduct') }}">vepvep.com/online_conduct</a>. В случае, если при регистрации или
                    размещении информации будут
                    допущены
                    неточности, ошибки или упущения, ответственность за это несут исключительно Пользователи,
                    которые
                    разместили такую информацию, Платформа за такие неточности, ошибки и упущения не несёт
                    ответственности, в том числе за материальные и нематериальные убытки, возникшие в связи с этим.
                    Платформа не несёт ответственности за распространение, воспроизведение или любое другое законное
                    или
                    незаконное использование информации третьими лицами, как благодаря Платформе, так и другим
                    образом,
                    ответственность за указанное использование несут такие третьи лица. Пользователи, которые
                    размещают
                    информацию на Платформе несут ответственность за соблюдение требований действующего
                    законодательства
                    страны пребывания Пользователя во время такого размещения. При использовании Платформы
                    Пользователь
                    имеет возможность получить информацию об Контенте и Услугах, которая размещена другими
                    Пользователями Платформы. В связи с чем, все вопросы, претензии, возникающие с Контентом и
                    Услугами
                    должны разрешаться Пользователями, которые размещают информацию на Платформе. Платформа не несёт
                    ответственность за действия Пользователя, в том числе в случае нарушения ими правил,
                    установленных
                    при использовании онлайн игр, а также за действия, нарушающие налоговое и другое
                    законодательство
                    страны пребывания Пользователя. Платформа осуществляет мероприятия по сохранению информации,
                    которая
                    размещается Пользователями, но без гарантии сохранения информации, опубликованной на Платформе.
                    Платформа принимает меры для устранения в кратчайшие сроки любых неисправностей работы, но не
                    гарантирует отсутствие сбоев и ошибок.
                </p>
                <li>
                    <h5 class="dc-title sub-sub">Ваш Аккаунт.</h5>
                </li>
                <p class="dc-desc">
                    Завершив процедуру регистрации на Платформе, Вы создаёте собственный аккаунт на Платформе (далее
                    – «Аккаунт»). Ваш аккаунт также может содержать платёжные реквизиты, которые Вы предоставляете
                    Платформе для приобретения Контента и Услуг. Вы несёте ответственность за конфиденциальность
                    Вашего имени пользователя и пароля, и за безопасность Вашей компьютерной системы. Платформа не
                    несёт ответственности за использование Вашего пароля и Аккаунта или за любое взаимодействие и
                    деятельность в Платформе, ставшие результатом использования Вашего имени пользователя и пароля
                    Вами или лицами, которым Вы могли умышленно или по неосторожности раскрыть Ваше имя пользователя
                    и/или пароль в нарушении настоящего положения о конфиденциальности. Платформа не несёт
                    ответственности за использование Вашего Аккаунта лицом, использовавшим Ваше имя пользователя и
                    пароль мошенническим образом без Вашего разрешения.
                </p>
            </ol>
            <li>
                <h5 class="dc-title sub">Платежи.</h5>
            </li>
            <ol type="A" class="ol-subtitle sub">
                <li>
                    <h5 class="dc-title sub-sub">Разрешение на оплату.</h5>
                </li>
                <p class="dc-desc">
                    Предоставляя платёжному оператору платёжную информацию, Вы гарантируете, что являетесь законным
                    владельцем карты, ПИН-кода или Аккаунта, связанного с данным платежом, и уполномочиваете
                    Платформу на обработку Вашего платежа с помощью стороннего платёжного оператора для оплаты
                    Контента и Услуг.
                </p>
                <li>
                    <h5 class="dc-title sub-sub">Продажа Контента и Услуг.</h5>
                </li>
                <p class="dc-desc">
                    Платформа включает одну или несколько функций, или площадок, с помощью которых Пользователи
                    могут осуществлять куплю-продажу виртуальных объектов (далее – «Маркет»). При использовании
                    Маркета, Вы разрешаете Платформе от своего лица или в качестве агента перемещать эти виртуальные
                    объекты из Вашего Аккаунта с целью осуществления купли-продажи. Платформа взимает комиссионные
                    сборы за продажу на Маркете. Вам будет предоставлена информация обо всех комиссионных сборах до
                    завершения продажи. При совершении продажи или покупки на Маркете Вы признаёте и соглашаетесь с
                    тем, что несёте ответственность за любые налоги, которые могут быть связаны с Вашими
                    транзакциями, включая налоги на продажу, а также за соблюдение соответствующего налогового
                    законодательства. Вы понимаете и подтверждаете, что Платформа может принять решение о
                    прекращении работы Маркета, изменить размер взимаемых комиссионных сборов или изменить условия,
                    или функции Маркета. Платформа не будет нести перед Вами никакой ответственности в случае любой
                    невозможности купли или продажи виртуальных объектов на Маркете, в том числе по причине
                    прекращения её работы или изменении условий, функций или требований для работы с Маркетом.
                </p>
                <li>
                    <h5 class="dc-title sub sub">Возврат средств.</h5>
                </li>
                <p class="dc-desc">
                    Вы можете запросить возврат переведённых на баланс Платформы средств в течение четырнадцати дней
                    после перевода, в случае если вы еще не воспользовались ими. В остальных случаях, Платформа не
                    позволяет вернуть средства.
                </p>
                <p class="dc-desc">
                    Настоящее Соглашение изменено 13 июня 2022 года (далее — «Дата пересмотра»). Если вы были
                    Пользователем до Даты пересмотра, настоящая версия заменяет существующее Соглашение с Платформой
                    в день вступления в силу.
                </p>
            </ol>
        </ol>


    </section>
</div>
@endsection